{
  "home_title": "Hi, I'm Elvin, but you can call me Elvin Code :)",
  "home_description": "As a frontend developer passionate about transforming ideas into sleek, intuitive digital experiences. With a deep love for remote work, I thrive in flexible environments where creativity and efficiency meet. I specialize in Vue.js.",
  "home_second_title": "I am a developer specializing in Vue.js",
  "home_card_animate_title": "Fueled by a passion for frontend development, I bring modern, responsive, and dynamic web applications to life. With expertise in Vue.js, Nuxt.js, and TailwindCSS, I craft seamless and high-performing user experiences. Ready to unlock new possibilities? Let’s build something remarkable together.",
  
  "first_wallet_vision": "Your Vision",
  "first_wallet_expertise": "My Expertise",
  "first_wallet_title": "Let me bring your projects to life",
  "first_wallet_description": "Together, we can transform your ideas into concrete, high-performance solutions. Whether it's creating modern interfaces or intuitive user experiences, I'm with you every step of the way to bring your ambitions to life.",
  "first_wallet_btn": "Start your project now",
  
  "second_wallet_vision": "My Services",
  "second_wallet_expertise": "Let's Collaborate",
  "second_wallet_title": "What Do I Do?",
  "second_wallet_description": "I specialize in creating stunning, user-centered web interfaces, Progressive Web Apps (PWAs), and dynamic animations using GSAP. I integrate seamless API connections, ensure excellent performance, and provide comprehensive SEO optimization to help you stand out.",
  "second_wallet_btn": "Start your project now",

  "home_stack_title": "Building Innovative Digital Experiences",
  "home_stack_description": "As a frontend developer, I craft sleek, interactive web applications, using Vue.js for its reactivity and simplicity to build precise, dynamic user experiences.",
  "home_stack_card_title": "Stack",
  "home_stack_blue_card": "TailwindCSS for responsive elegance",
  "home_stack_black_card": "Mastering the art of Vue.js",

  "home_title_testimonial": "Testimonials",
  "home_testimonials": [
    {
      "image": "./gabriel.jpeg",
      "message": "I had the privilege of recruiting Elvin a year and a half ago. Since then, he has demonstrated remarkable growth, consistently delivering elegant and impactful user interfaces. He is a highly skilled and well-rounded frontend developer, with both creativity and technical expertise.",
      "name": "Gabriel Delattre",
      "title": "Cofounder at Capte"
    },
    {
      "image": "./prof-patrick.jpeg",
      "message": "I had the pleasure of teaching Elvin programming at university, and from the start, I recognized his exceptional potential. Today, he has become one of the best frontend developers, combining creativity with technical expertise. I highly recommend him for any opportunity!",
      "name": "Patrick Mukala",
      "title": "Professor at the University of Lubumbashi"
    },
    {
      "image": "./kevin.jpeg",
      "message": "At Soixante Circuits, Elvin quickly stood out for his ability to turn complex challenges into sleek solutions. He excels in front-end technologies while adding his creative flair to each project. Fast, efficient, and detail-oriented, he's a valuable asset to any team.",
      "name": "Kevin Maginot",
      "title": "Interactive & immersive experience architect"
    },
    {
      "image": "./eric.jpeg",
      "message": "I have worked with Elvin on several projects where he stood out for his professionalism, passion for frontend development, and proactive approach. He excels in modern technologies, shows initiative, and offers innovative solutions. His enthusiasm and adaptability make him a valuable asset to any team.",
      "name": "Eric Ampire",
      "title": "iOS & Android Engineer at BRP"
    },
    {
      "image": "./kat.jpg",
      "message": "I highly recommend Elvin Kyungu, an excellent frontend developer. He creates aesthetic and functional interfaces with remarkable attention to detail. His ability to collaborate and deliver quickly makes him a valuable asset to any team.",
      "name": "Katya Kurkubet",
      "title": "Frontend developer"
    },
    {
      "image": "./user.jpg",
      "message": "I worked with Elvin on a project for my company Atlantic Zone, and was very pleased with the quality of his work. He's an excellent front-end web developer.",
      "name": "Valeriu Stinca",
      "title": "CEO at Atlantic Zone"
    }
  ],

  "contact_first_title": "Do you have any questions?",
  "contact_second_title": "Or would you like to get in touch with me? I will take the time to answer you as soon as possible.",
  "contact_paragraph": "Get in Touch to work with me",
  "contact_first_title_card": "Phone Number",
  "contact_second_title_card": "Mail Address",
  "contact_third_title_card": "Social Network",

  "header_links": [
    { "label": "About", "url": "/about" },
    { "label": "Experiences", "url": "/experiences" },
    { "label": "Articles", "url": "/articles" },
    { "label": "Conferences", "url": "/conferences" }
  ],

  "about_gallery_title": "Gallery",
 
  "conferences": [
    {
      "title":"A passion for tech as a lever...",
      "images": "2024",
      "year": ""
    },
    {
      "title":"Community development drives...",
      "images": "",
      "year": "2022"
    },

    {
      "title":"Economic, environmental, durability...",
      "images": "",
      "year": "2023"
    }, 
    {
      "title":"Concours solution",
      "images": "",
      "year": "2024"
    },
    {
      "title":"Devfest student edition",
      "images": "",
      "year": "2023"
    },
    {
      "title":"Soft Day 2024",
      "images": "",
      "year": "2024"
    },
    {
      "title":"Evangelization tour",
      "images": "",
      "year": "2024"
    },
    {
      "title":"Frontend web development contest",
      "images": "",
      "year": "2022"
    },
    {
      "title":"Artificial intelligence in DRC",
      "images": "",
      "year": "2023"
    },
    {
      "title":"Young people in digital",
      "images": "",
      "year": "2022"
    },
    {
      "title":"Devfest GDG Lubumbashi",
      "images": "",
      "year": "2024"
    },
    {
      "title":"Devfest GDG Lubumbashi",
      "images": "",
      "year": "2023"
    }
  ],

  "copyright_footer": "© 2024 Elvin Code All Rights Reserved.",

  "experience_title": "Experiences",
  "experiences": [
    {
      "date": "July - October",
      "title": "Efficient Outsource SRL",
      "description": "At Efficient Outsource SRL, I developed a microfinance dashboard, enhancing the user experience and backend integration for smooth financial operations.",
      "isLast": false
    },
    {
      "date": "March 2024 - May 2024",
      "title": "Atlantic Zone",
      "description": "I built a device tracking app at Atlantic Zone, ensuring real-time data management and notification systems for seamless operations.",
      "isLast": false
    },
    {
      "date": "July 2023 - April 2024",
      "title": "Soixante Circuits",
      "description": "At Soixante Circuits, I worked on high-profile projects like Garden-Map with Google and Michael Kors, focusing on frontend development and Google Maps integration.",
      "isLast": false
    },
    {
      "date": "January 2024 - June 2023",
      "title": "Bayamo",
      "description": "At Bayamo, I helped build a scalable dropshipping platform, optimizing transactions and inventory management for smoother user experiences.",
      "isLast": false
    },
    {
      "date": "November 2022 - March 2023",
      "title": "Lushitrap",
      "description": "I developed a music streaming and download app for Lushitrap, improving the download flow and content recommendations for a better user experience.",
      "isLast": true
    }
  ],

  "experiencesDetails": [
    {
      "title": "Efficient Outsource SRL",
      "image": "russie",
      "description": "Developed a robust microfinance dashboard with a seamless UX and solid backend integration.",
      "learned": [
        {
          "img": "artile1",
          "title": "Modern Frontend Frameworks",
          "description": "Mastered Vue.js with TypeScript, enhanced animations using GSAP, and optimized component interactions through VueUse and TailwindCSS."
        }
      ],
      "locatedCompany": {
        "img": "russie",
        "title": "Russia",
        "description": "Based in Russia, this project allowed me to refine my skills with a modern tech stack for finance solutions."
      }
    },
    {
      "title": "Atlantic Zone",
      "image": "spain",
      "description": "Developed a device-tracking app with real-time data management and seamless notification systems.",
      "learned": [
        {
          "img": "artile1",
          "title": "Map Integrations & Real-Time Data",
          "description": "Gained proficiency with Google Maps API, Supabase for backend support, and Vue.js to create a responsive, data-driven user interface."
        }
      ],
      "locatedCompany": {
        "img": "spain",
        "title": "Spain",
        "description": "This Spain-based project gave me hands-on experience in building highly interactive map-based applications."
      }
    },
    {
      "title": "Soixante Circuits",
      "image": "france",
      "description": "Worked on innovative projects like Garden-Map with Google and Michael Kors, with a focus on frontend and Google Maps integrations.",
      "learned": [
        {
          "img": "artile1",
          "title": "Advanced Frontend & Database Solutions",
          "description": "Deepened my expertise in Supabase, Pocketbase, and Vue.js, while creating highly engaging user interfaces."
        }
      ],
      "locatedCompany": {
        "img": "france",
        "title": "France",
        "description": "A France-based project that challenged me to integrate complex databases and ensure a premium user experience."
      }
    },
    {
      "title": "Bayamo",
      "image": "camroun",
      "description": "Contributed to building a scalable dropshipping platform, streamlining transactions and inventory management.",
      "learned": [
        {
          "img": "artile1",
          "title": "E-Commerce & Scalability",
          "description": "Enhanced my knowledge in scalable e-commerce architectures and inventory management systems."
        }
      ],
      "locatedCompany": {
        "img": "camroun",
        "title": "Cameroon",
        "description": "Cameroon-based project where I focused on creating efficient, scalable e-commerce solutions."
      }
    },
    {
      "title": "Lushitrap",
      "image": "rdc",
      "description": "Built a music streaming and download app, optimizing content delivery and user experience.",
      "learned": [
        {
          "img": "artile1",
          "title": "Media Streaming & User Experience",
          "description": "Learned the intricacies of media streaming and content recommendations, improving overall app performance and user satisfaction."
        }
      ],
      "locatedCompany": {
        "img": "rdc",
        "title": "Democratic Republic of Congo",
        "description": "A DRC-based project where I leveraged integration techniques to enhance multimedia content delivery."
      }
    }
  ]

}
